---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KcalPerS
source: html/b00a4a40-7940-1414-0c89-e20f2218e901.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KcalPerS Property

Symbol kcal/s, indicating unit Kilocalories per second.

## Syntax (C#)
```csharp
public static ForgeTypeId KcalPerS { get; }
```